Repository: Creat-Solutions/homeowners_test
Catalog: UserControls/App_LocalResources/GenerateStep3.ascx.*.resx
Languages: es_mx

# strBuilding
source: Building
es_mx: Edificio

# strBurglary
source: Burglary (General Household Contents)
es_mx: Robo (Menaje en general)

# strContents
source: Contents
es_mx: Contenidos

# strCoverages
source: Coverages:
es_mx: Coberturas:

# strCSL
source: Civil General Liability
es_mx: Responsabilidad Civil

# strDebris
source: Debris Removal
es_mx: Remoci&oacute;n de Escombros

# strDomestic
source: Domestic Workers Liability
es_mx: RC Trabajadores Domesticos

# strElectronic
source: Electronic Equipment
es_mx: Equipo Electronico

# strExtra
source: Extra Expenses
es_mx: Gastos Extras

# strFamily
source: Family Assistance
es_mx: Asistencia Familiar

# strFire
source: Fire All Risk
es_mx: Todo Riesgo Incendio

# strGlass
source: Accidental Glass Breakage
es_mx: Cristales

# strHMP
source: HMP
es_mx: FHM

# strJewelry
source: Burglary (Jewelry and Valuable Articles)
es_mx: Robo (Joyas y articulos de valor)

# strLimits
source: Do not Apply Limits
es_mx: No aplicar l&iacute;mites

# strLossRent
source: Loss of Rents
es_mx: Perdida de Rentas

# strMoney
source: Money and Securities
es_mx: Dinero y valores

# strOSDescription
source: Other Structures Description:
es_mx: Descripci&oacute;n de otras estructuras

# strOtherStr
source: Other Structures
es_mx: Otras Estructuras

# strOutdoor
source: Outdoor Property
es_mx: Bienes a la Intemperie

# strOutdoorDescription
source: Outdoor Property Description:
es_mx: Descripci&oacute;n de bienes a la intemperie

# strPersonal
source: Personal Items
es_mx: Objetos Personales

# strQuake
source: Earthquake
es_mx: Terremoto

# strTechSupport
source: Tech Support
es_mx: Servicio de Asistencia Informática

# strInactiveHMP
source: HMP Deactivated
es_mx: FHM Desactivado

# strInvalidValue
source: Invalid Value
es_mx: Valor Inv&aacute;lido

# strRequired
source: Required
es_mx: Requerido

# strCovered
source: COVERED
es_mx: CUBIERTO

# strPremium
source: Net Premium:
es_mx: Prima Neta:

# strLimitsDetails
source: Limits Details
es_mx: Detalles de L&iacute;mites

# strRefreshPremium
source: Refresh Premium
es_mx: Refrescar Prima

# strBasic
source: Basic Coverage:
es_mx: Cobertura B&aacute;sica:

# strOptional
source: Optional Coverages:
es_mx: Coberturas Opcionales:

# strExcluded
source: EXCLUDED
es_mx: EXCLU&Iacute;DO

# strLossRentsWarning
source: * EARTHQUAKE AND HYDRO-METEOROLOGICAL PHENOMENON ARE EXCLUDED FOR LOSS OF RENT COVERAGE.
es_mx: * TERREMOTOS Y FENÓMENOS HIDROMETEOROLÓGICOS SE EXCLUYEN DE LA COBERTURA DE PÉRDIDA DE RENTAS.

# strAdditionalNotes
source: Additional Notes:
es_mx: Notas Adicionales:
