Repository: Creat-Solutions/homeowners_test
Catalog: UserControls/App_LocalResources/GenerateStep4.ascx.*.resx
Languages: es_mx

# strAdditionalInsured
source: Additional Insured:
es_mx: Asegurado Adicional:

# strAnotherCountry
source: Another country
es_mx: Otro Pa&iacute;s

# strBankAddress
source: Bank Address:
es_mx: N&uacute;mero de Pr&eacute;stamo:

# strBankName
source: Bank Name:
es_mx: Nombre del Banco:

# strBuyQuote
source: Buy Quote
es_mx: Comprar Cotización

# strCity
source: City:
es_mx: Ciudad:

# strCorporation
source: Corporation
es_mx: Persona Moral

# strDOB
source: Date of Birth:
es_mx: Fecha de Nacimiento:

# strExtNo
source: Exterior No.:
es_mx: No. Exterior:

# strFee
source: Fee:
es_mx: Cuota:

# strGenerateCalculation
source: Calculation
es_mx: Cálculo

# strID
source: ID Number:
es_mx: N&uacute;mero de Identificaci&oacute;n:

# strIDType
source: ID Type:
es_mx: Tipo de Identificaci&oacute;n:

# strIncNumber
source: Incorporation No.:
es_mx: N&uacute;mero de Escritura:

# strIndividual
source: Individual
es_mx: Persona Física

# strIntNo
source: Interior No.:
es_mx: No Interior:

# strMercNumber
source: Mercantile No.:
es_mx: Folio Mercantil:

# strNationality
source: Nationality:
es_mx: Nacionalidad:

# strOccupation
source: Occupation:
es_mx: Ocupaci&oacute;n:

# strPersonType
source: Person Type:
es_mx: Tipo de persona:

# strPremium
source: Net Premium:
es_mx: Prima Neta:

# strPrintQuote
source: Print Quote
es_mx: Imprimir Cotización

# strRepresentative
source: Legal Representative:
es_mx: Representante Legal:

# strSameAddress
source: Does the insured live outside of Mexico?
es_mx: &iquest;El asegurado vive fuera de M&eacute;xico?

# strState
source: State:
es_mx: Estado:

# strStreet
source: Street:
es_mx: Calle:

# strTax
source: Tax:
es_mx: Impuesto:

# strTaxID
source: Tax ID:
es_mx: RFC:

# strUSA
source: U.S.A.
es_mx: E.U.A.

# strZip
source: Zip Code:
es_mx: C&oacute;digo Postal:

# strYes
source: Yes
es_mx: S&iacute;

# strValLength
source: Input too Long
es_mx: Sobrepasa L&iacute;mite de Caracteres

# strRequired
source: Required
es_mx: Requerido

# strValFormat
source: Invalid Format
es_mx: Formato Inv&aacute;lido

# strInsuredInformation
source: Insured Information
es_mx: Informaci&oacute;n del Asegurado

# strCountry
source: Country:
es_mx: Pa&iacute;s:

# strApril
source: April
es_mx: Abril

# strAugust
source: August
es_mx: Agosto

# strDecember
source: December
es_mx: Diciembre

# strFebruary
source: February
es_mx: Febrero

# strJanuary
source: January
es_mx: Enero

# strJuly
source: July
es_mx: Julio

# strJune
source: June
es_mx: Junio

# strMarch
source: March
es_mx: Marzo

# strMay
source: May
es_mx: Mayo

# strNovember
source: November
es_mx: Noviembre

# strOctober
source: October
es_mx: Octubre

# strSeptember
source: September
es_mx: Septiembre

# strValCharacters
source: Invalid Characters
es_mx: Caracteres Inv&aacute;lidos

# strDOBHelp
source: DOB Help Text
es_mx: Texto de Ayuda para Fecha de Nacimiento

# strFIELHelp
source: FIEL Help Text
es_mx: Texto de Ayuda para FIEL

# strIDHelp
source: ID Help Text
es_mx: Texto de Ayuda para Identificaci&oacute;n

# strIDTypeHelp
source: ID Type Help Text
es_mx: Texto de Ayuda para Tipo de Identificaci&oacute;n

# strIncNumberHelp
source: Inc. Number Help Text
es_mx: Texto de Ayuda para N&uacute;mero de Incorporaci&oacute;n

# strLegalRepHelp
source: Legal Rep Help Text
es_mx: Texto de Ayuda para Representante Legal

# strMercNumberHelp
source: Merc. Number Help Text
es_mx: Texto de Ayuda para Folio Mercantil

# strNationalityHelp
source: Nationality Help Text
es_mx: Texto de Ayuda para Nacionalidad

# strOccupationHelp
source: Occupation Help Text
es_mx: Texto de Ayuda para Ocupaci&oacute;n

# strArt140
source: Article 140
es_mx: Art&iacute;culo 140

# strPolicyInfo
source: Additional Policy Information
es_mx: Informaci&oacute;n Adicional para la P&oacute;liza

# strCorpDOB
source: Date of Incorporation:
es_mx: Fecha de Incorporaci&oacute;n:

# strCorpOccupation
source: Line of Business:
es_mx: Giro Mercantil:

# strInsuredExtNo
source: Insured Exterior No.:
es_mx: No. Exterior (Propiedad):

# strInsuredIntNo
source: Insured Interior No.:
es_mx: No. Interior (Propiedad):

# strInsuredStreet
source: Insured Street:
es_mx: Calle (Propiedad):

# strEmail
source: Email:
es_mx: Correo electr&oacute;nico:

# strPhone
source: Phone No.:
es_mx: No. de Tel&eacute;fono:

# strEmailHelp
source: Email Help Text
es_mx: Texto de Ayuda para el Correo Electr&oacute;nico

# strPhoneHelp
source: Phone Help Text
es_mx: Texto de Ayuda para el Tel&eacute;fono

# strValEmail
source: Invalid email
es_mx: Correo electr&oacute;nico inv&aacute;lido

# strSaveQuote
source: Save Quote
es_mx: Guardar Cotización

# strNumPayments
source: Number of Payments:
es_mx: N&uacute;mero de Pagos:

# strRXPF
source: Split Payment Surcharge:
es_mx: Recargo Pago Fraccionado:

# strChangeFee
source: Change Fee
es_mx: Cambiar Derecho de P&oacute;liza

# strInvalidValue
source: Invalid Value
es_mx: Valor Inv&aacute;lido
